Repository: qompassai/tuxtype
Catalog: po/ln.po
Languages: ln

source: Fish
ln: Mbísi

source: Sound Effects Volume
ln: Loláká la bikela na lokito

source: Music Volume
ln: Loláká la nzémbo

source: Sound & Music Disabled
ln: Nzémbo mpé lokito elamúísámí tɛ́

source: Paused!
ln: Bopémi!

source: Press escape again to return to menu
ln: Kobɛ́tɛ túsi-bobimi lisúsu mpɔ́ya kozónga na elubú

source: Press space bar to return to game
ln: Kobɛ́tɛ na túsi-bokákoli mpɔ́ya kozónga na lisano

source: Level
ln: Emeko

source: Lives
ln: Mamɔi

source: Easy
ln: Mosála mwa pɛtɛ

source: Medium
ln: Mosála mwa katikáti

source: Hard
ln: Mosála mokási

source: Practice
ln: Bomíléngeli,

source: Congratulations
ln: Longónya

source: Oh No!
ln: Ai! áyayayayayaya!

source: sec
ln: Sɛgɔ́ndɛ

source: Time
ln: Ntángo

source: Chars
ln: Mikomá

source: CPM
ln: Mikomá na monúti

source: WPM
ln: Maloba na monúti

source: Errors
ln: Zíko

source: Accuracy
ln: Bɔ́zɔ

source: Fish Cascade
ln: Bokwéi bwa mbísi

source: Space Cadet
ln: Mozimi wa likoló

source: Edit Word Lists
ln: Kobimisela lístɛ lya maloba

source: Comet Zap
ln: Bobomi bwa minzɔ́tɔ

source: Pilot
ln: Mokúmbi

source: Phrase Typing
ln: Kobɛ́tɛ ya masakola

source: Lessons
ln: Matéya

source: Ace
ln: Nganga mayɛ́lɛ ya likoló

source: Project Info
ln: Mpɔ̂ ya Tuxtype

source: Options
ln: Mapɔni

source: Instructions
ln: Mitíndo

source: Commander
ln: Komandá

source: Setup Language
ln: Lokótá

source: Quit
ln: Kobima

source: Main Menu
ln: Elubú ya ntína

source: Work In Progress!
ln: Botongi!

source: This feature is not ready yet
ln: Mosálá óyo ezalí ebɔngísámí tɛ́

source: Discuss the future of TuxTyping at
ln: Kokakola na lóbí la TuxTyping na
